def function_title(bran_name):

    title = "Отделение не найдено"

    if bran_name == "Кардиология":
        title = "В ОТДЕЛЕНИИ КАРДИОЛОГИИ"

    if bran_name == "Аллергология":
        title = "В ОТДЕЛЕНИИ АЛЛЕРГОЛОГИИ"

    if bran_name == "Гастроэнтерология":
        title = "В ОТДЕЛЕНИИ ГАСТРОЭНТЕРОЛОГИИ"

    if bran_name == "Эндокринология":
        title = "В ОТДЕЛЕНИИ ЭНДОКРИНОЛОГИИ"

    if bran_name == "Гинекология и урология":
        title = "В ОТДЕЛЕНИИ ГИНЕКОЛОГИИ И УРОЛОГИИ"

    if bran_name == "Неврология":
        title = "В ОТДЕЛЕНИИ НЕВРОЛОГИИ"

    if bran_name == "Онкология":
        title = "В ОТДЕЛЕНИИ ОНКОЛОГИИ"

    if bran_name == "Травматология и ортопедии":
        title = "В ОТДЕЛЕНИИ ТРАВМАТОЛОГИИ И ОРТОПЕДИИ"

    if bran_name == "Терапевтия":
        title = "В ОТДЕЛЕНИИ ТЕРАПЕВТИИ"

    if bran_name == "Инфекционное отделение":
        title = "В ИНФЕКЦИОННОМ ОТДЕЛЕНИИ"

    if bran_name == "Психиатрия":
        title = "В ОТДЕЛЕНИИ ПСИХИАТРИИ"

    if bran_name == "Реанимация":
        title = "В ОТДЕЛЕНИИ РЕАНИМАЦИИ"

    return title